{"alwaysExternalTips":true,"externalLoadingTips":["Join the Cobblemon Discord to follow development progress, chat with the team, and get sneak peeks into upcoming features!","\"Right-Click\" ripe Apricorns to harvest them!","Harvesting Apricorns sometimes drops Apricorn Seeds.","You can use Bone Meal on Apricorn buds to advance their growth.","Evolution Stone ores are most common near the surface.","Healers take some time to charge after being first placed down.","When a Pokemon is ready to evolve, you can find the \"Evolve\" button in its Summary screen.","Pokemon can change and relearn moves at any time with the arrows to the right of the move slot.","You have to run from battles by actually running away!","You can build, mine, or fight mobs while in Pokemon battles by switching to free-move mode.","Basic Poke Balls come in all 7 Apricorn colors!","Pokemon gain more Friendship when they are outside of their Poke Ball.","Some small Pokemon can ride on your shoulder with \"Shift + Right-Click\".","Pokemon can be given an item to hold with \"Shift + Right-Click\".","Dispensers can use shears to automatically harvest fully grown Apricorns.","Try shearing Wooloo or milking Miltank!","Pokemon have a 1/8,192 chance to have a different coloration.","Your party will be fully healed if you sleep in a bed.","Pokemon slowly regain HP, cure statuses, and recover from fainting over time.","Some small Pokemon will sleep on your bed with you if left outside of their Poke Ball when you go to sleep.","Some Pokemon can be found sleeping. Sneak up on them for an advantage in battle!","Do you want to let your Pokemon roam around outside? Craft a Pasture and let them loose!","There are many Berries you can find in the wild in different biomes.","Many Pokemon have a low chance to drop a Berry.","Try planting different Berries next to each other. You might get something new!","Mulches can be removed with a Shovel.","Revival Herbs are rare plants sometimes found in Lush Caves underground.","Revival Herbs have two harvestable stages. Once fully grown, they\u0027ll eventually grow a Pep-Up Flower if left long enough.","Try putting Surprise Mulch on a Revival Herb plant. Who knows what you\u0027ll get?","Mints are elusive plants known to favor high elevations.","White Mint plants may not seem very useful, but try growing some and you may get a surprise.","Big Roots can be smelted into Remedies, which restore a Pokemon\u0027s HP at the cost of lowering friendship.","Big Roots can be found in caves near the surface. They spread like Mushrooms, but on cave ceilings.","When Big Roots spread to a nearby block, sometimes they become an Energy Root instead.","Medicinal Leeks are found commonly in shallow water. You can cook them or brew them into Medicinal Brew.","Medicinal Brew is the base for brewing refined Pokemon healing items like Potions.","You can interact with other players to request a battle or trade.","Not sure where to find something? You can find detailed information about the mod on the Cobblemon wiki!","There aren\u0027t any official Cobblemon servers, but you can find servers to play on by visiting our Discord and checking the #server-listings.","Visit our Discord to find user-made addon packs for fakemon and other custom content!","Anything organic can be used to fuel a Restoration Tank, from Leaves and Steak to Spider Eyes and Turtle Eggs.","Keep a Brush handy when exploring, you never know when you\u0027ll come across something worth investigating.","The past hides many secrets; use a Brush to uncover them in spots with suspicious-looking Sand and Gravel.","Relic Coins can be found across the world. For one reason or another, Gimmighoul seem to really like them.","A Resurrection Machine is actually made up of three separate blocks; the Data Monitor, Fossil Compartment, and Restoration Tank.","Tumblestones can be found in the ruins of the world. These funny little rocks can be used to craft replicas of Ancient Poké Balls.","Try using a Display Case to show off your valuables!","Tumblestones seem to grow in size near sources of geological heat. Try placing them down near lava or magma.","You can dye the wool of Wooloo and Dubwool! Use a Water Bucket to wash the dyes off."]}